[
    {
        "id": 0,
        "title": "Bangalore",
        "description": "Bengaluru derives its name from the Kannada words 'Benda Kalluru', which means the land of boiled beans. According to legend, once the Hoysala king Veera Ballara was lost his way during a hunting expedition. He met an old lady and she offered a humble meal of boiled beans to him. In order to show his gratitude, he named the place as Benda Kalluru."
    },
    {
        "id": 1,
        "title": "Bandipur National Park",
        "description": "At a distance of 80 km from Mysore, 70 km from Ooty & 215 km from Bangalore, Bandipur National Park is one of the well preserved National Parks in India. It is located in Chamarajanagar district on the border of Karnataka - Tamil Nadu between Mysore & Ooty. Nagarhole and Bandipur National Park are separated by Kabini reservoir. Bandipur National Park is one of the top attractions you must include in Ooty packages and among the best 2 day trip from Bangalore."
    },
    {
        "id": 2,
        "title": "Chikmagalur",
        "description": "At a distance of 40 km from Kadur, 62 km from Hassan, 148 km from Mangalore, 178 km from Mysore and 240 km from Bangalore, Chikmagalur (also known as Chikkamagaluru) is a hill town located in the Chikmagalur district of Karnataka. Situated at an altitude of 3,400 feet at the foothills of Mulliyangiri range, Chikmagalur is one of the best hill stations near Bangalore and also among the most famous tourist places near Bangalore."
    },
    {
        "id": 3,
        "title": "Madikeri",
        "description": "At a distance of 265 km from Bangalore, 117 km from Mysore, 132 km from Mangalore, 322 km from Coimbatore & 362 km from Kochi, Coorg or Kodagu is a district in Karnataka and Madikeri is the district headquarters. At an altitude of 1525 meters on Western Ghats, it is also known as the Scotland of India. Coorg is the most famous places to visit in India and among popular 2 day trip near Bangalore. It is also one of the top destinations of Karnataka tourism."
    },
    {
        "id": 4,
        "title": "Hampi",
        "description": "At a distance of 13 km from Hospet, 64 km from Bellary, 104 km from Gadag, 160 km from Hubli, 340 km from Bangalore & 377 km from Hyderabad, Hampi is an ancient village situated on the banks of Tungabhadra River in northern Karnataka. Hampi is a renowned UNESCO World Heritage Site. The village stands within the ruins of the city of Vijayanagara, the former capital of the Vijayanagara Empire. It is one of the best heritage places to visit near Bangalore and among the must include places in your Karnataka tour packages."
    },
    {
        "id": 5,
        "title": "Mysore",
        "description": "At a distance of 139 km from Bangalore, 476 km from Chennai, 247 km from Mangalore, 203 km from Coimbatore & 128 km from Ooty, Mysore is the 2nd biggest City in Karnataka. It is the erstwhile capital of the Mysore Maharajas, who ruled the Mysore State between 1399 & 1947. Mysore still retains its old world charm with its palaces, heritage buildings, traditions and temples. At an altitude of 763 meters surrounded by hill ranges from north to south, it is known as the City of Palaces. Mysore is one of the top destinations to visit as part of 2 day trip near Bangalore and Mysore Palace is among the must include place in your Mysore Tour Packages."
    },
    {
        "id": 6,
        "title": "Shivanasamudra Falls",
        "description": "At a distance of 130 km from Bangalore & 81 km from Mysore, Shivanasamudra is a famous waterfall situated in Mandya District of Karnataka State. This is one of the best waterfalls near Bangalore and also among popular one day trip from Bangalore. These waterfalls are also known as Siva Samudram, literally meaning Shiva's Sea. Shivanasamudra is a segmented waterfall with several parallel stream formed adjacent to each other."
    },
    {
        "id": 7,
        "title": "Badami",
        "description": "At a distance of 36 Kms from Bagalkot, 104 Kms from Hubli & 457 Kms from Bangalore, Badami, also called as Vatapi is a historical place situated in Bagalkot district of Karnataka. Badami was the capital of mighty Chalukyas from 540 to 757 AD who ruled Karnataka, Andhra Pradesh & Maharashtra between 6th & 8th centuries. Badami is one of the top destinations of Karnataka Tourism."
    },
    {
        "id": 8,
        "title": "Bidar",
        "description": "At a distance of 116 km from Gulbarga, 639 km Bangalore and 140 km from Hyderabad, Bidar is a town and district headquarters located in the north-eastern part of Karnataka. Bidar is one of the most popular tourist places to visit near Hyderabad and one of the famous Hyderabad weekend getaways from a two day trip."
    }
]
